{
  "locales": {
    "en": {
      "title": "Events and <span class='text-primary'>Certificates</span>",
      "description": "My path as a PHP developer is characterized by constant development and self-improvement. Along the way, I attended various online and offline events, as well as received certificates of participation and completion of training programs:"
    },
    "ua": {
      "title": "Заходи та <span class='text-primary'>сертифікати</span>",
      "description": "Мій шлях PHP-розробника характеризується постійним розвитком та самовдосконаленням. На цьому шляху я відвідував різні онлайн і офлайн заходи, а також отримував сертифікати про участь і проходження навчальних програм:"
    },
    "pl": {
      "title": "Wydarzenia i <span class='text-primary'>certyfikaty</span>",
      "description": "Moja ścieżka jako programisty PHP charakteryzuje się ciągłym rozwojem i samodoskonaleniem. Po drodze uczestniczyłem w różnych wydarzeniach online i offline, a także otrzymałem certyfikaty uczestnictwa i ukończenia programów szkoleniowych:"
    }
  },
  "subcategories": [
    {
      "id": "events",
      "faIcon": "fab fa-meetup",
      "locales": {
        "en": {
          "title": "Events",
          "buttonLabel": "More Info"
        },
        "ua": {
          "title": "Заходи",
          "buttonLabel": "Más Información"
        },
        "pl": {
          "title": "Wydarzenia",
          "buttonLabel": "Plus d'Infos"
        }
      }
    },
    {
      "id": "certifications",
      "faIcon": "fa-solid fa-award",
      "locales": {
        "en": {
          "title": "Certificates",
          "buttonLabel": "View Certification"
        },
        "ua": {
          "title": "Сертифікати",
          "buttonLabel": "Ver Certificación"
        },
        "pl": {
          "title": "Certyfikaty",
          "buttonLabel": "Voir la Certification"
        }
      }
    }
  ],
  "items": {
    "events": [
      {
        "id": "think_js",
        "place": "@link{places.fabrika-space}",
        "date": "2019/10",
        "href": "https://www.meetup.com/thinkjs/events/265213322",
        "locales": {
          "en": {
            "title": "ThinkJS Kharkiv • Kharkiv, UA",
            "description": "At the event, participants dove deeper into the relevance of Redux in the current tech landscape, assessing its position in comparison to new technologies such as Context APIs and React Hooks. The discussion was aimed at dispelling misconceptions about Redux and exploring its practical usefulness. In addition, the session covered effective strategies for beginners in Angular, with an emphasis on a structured learning path to overcome the complexities of the framework."
          },
          "ua": {
            "title": "ThinkJS Kharkiv • Kharkiv, UA",
            "description": "На заході учасники заглибилися в актуальність Redux у сучасному технологічному ландшафті, оцінивши його позицію у порівнянні з новими технологіями, такими як Context API та React Hooks. Дискусія була спрямована на розвіювання хибних уявлень про Redux та вивчення його практичної користі. Крім того, сесія охопила ефективні стратегії для початківців в Angular, з акцентом на структурований шлях навчання для подолання складнощів фреймворку."
          },
          "pl": {
            "title": "ThinkJS Kharkiv • Kharkiv, UA",
            "description": "Podczas wydarzenia uczestnicy zagłębili się w znaczenie Redux we współczesnym krajobrazie technologicznym, oceniając jego pozycję w porównaniu z nowymi technologiami, takimi jak Context API i React Hooks. Dyskusja miała na celu rozwianie błędnych przekonań na temat Redux i zbadanie jego praktycznych korzyści. Ponadto sesja obejmowała skuteczne strategie dla początkujących w Angular, z naciskiem na ustrukturyzowaną ścieżkę uczenia się, aby przezwyciężyć złożoność frameworka.."
          }
        }
      },
      {
        "id": "kharkiv_wordpress",
        "place": "@link{places.fabrika-space}",
        "date": "2019/10",
        "href": "https://www.meetup.com/kharkiv-wordpress/events/265215967",
        "locales": {
          "en": {
            "title": "Kharkiv WordPress • Kharkiv, UA",
            "description": "The event covered the stages of the WordPress project lifecycle (and beyond), aiming to cover everything, or at least as much as possible. This comprehensive review provided valuable insight into every phase of a project, from conception to completion, providing a holistic understanding of management and development in the WordPress ecosystem"
          },
          "ua": {
            "title": "Kharkiv WordPress • Kharkiv, UA",
            "description": "Захід охоплював етапи життєвого циклу проєкту WordPress (і не тільки), прагнучи охопити все, або принаймні якомога більше. Цей всебічний огляд надав цінну інформацію про кожну фазу проєкту, від задуму до завершення, забезпечуючи цілісне розуміння управління та розвитку в екосистемі WordPress."
          },
          "pl": {
            "title": "Kharkiv WordPress • Kharkiv, UA",
            "description": "Wydarzenie obejmowało etapy cyklu życia projektu WordPress (i nie tylko), starając się objąć wszystko, a przynajmniej jak najwięcej. Ten kompleksowy przegląd zapewnił cenny wgląd w każdą fazę projektu, od koncepcji do zakończenia, zapewniając holistyczne zrozumienie zarządzania i rozwoju w ekosystemie WordPress."
          }
        }
      },
      {
        "id": "think_php",
        "place": "@link{places.fabrika-space}",
        "date": "2019/10",
        "href": "https://www.meetup.com/thinkphp/events/265213588",
        "locales": {
          "en": {
            "title": "ThinkPHP Kharkiv • Kharkiv, UA",
            "description": "The event highlighted key issues including SEO challenges for SPAs, managing Redis and Elasticsearch under heavy loads, customer concerns, using modern performance measurement tools, real-case optimization, and the importance of updated dependencies. It also delved into building scalable data pipelines, covering scalability, durability, bottlenecks, and real-time monitoring."
          },
          "ua": {
            "title": "ThinkPHP Kharkiv • Kharkiv, UA",
            "description": "На заході були висвітлені такі ключові питання, як виклики SEO для SPA, управління Redis та Elasticsearch в умовах високих навантажень, проблеми клієнтів, використання сучасних інструментів вимірювання продуктивності, оптимізація в реальних умовах та важливість оновлених залежностей. Учасники також заглибилися в побудову масштабованих конвеєрів даних, охоплюючи масштабованість, довговічність, вузькі місця та моніторинг у режимі реального часу."
          },
          "pl": {
            "title": "ThinkPHP Kharkiv • Kharkiv, UA",
            "description": "Wydarzenie obejmowało takie kluczowe zagadnienia jak wyzwania SEO dla SPA, zarządzanie Redis i Elasticsearch przy dużych obciążeniach, kwestie związane z klientami, korzystanie z nowoczesnych narzędzi do pomiaru wydajności, optymalizacja w rzeczywistych warunkach oraz znaczenie zaktualizowanych zależności. Uczestnicy zagłębili się również w budowanie skalowalnych potoków danych, obejmujących skalowalność, trwałość, wąskie gardła i monitorowanie w czasie rzeczywistym."
          }
        }
      },
      {
        "id": "websummit",
        "place": "@link{places.websummit}",
        "date": "2023/11",
        "href": "https://websummit.com/schedule/",
        "locales": {
          "en": {
            "title": "WebSummit – Lisbon, PT",
            "description": "Web Summit is renowned for hosting the world's premier technology events, uniting individuals and ideas poised to revolutionize our world. Participating in this event provided me with invaluable insights into the latest technology trends and emerging directions in startup development. Moreover, it significantly broadened my professional network, connecting me with like-minded peers and industry leaders."
          },
          "ua": {
            "title": "WebSummit – Lisbon, PT",
            "description": "Web Summit відомий тим, що проводить провідні світові технологічні події, об'єднуючи людей та ідеї, які готові революціонізувати наш світ. Участь у цьому заході дала мені безцінну інформацію про останні технологічні тенденції та нові напрямки розвитку стартапів. Крім того, вона значно розширила мою професійну мережу, зв'язавши мене з колегами-однодумцями та лідерами індустрії."
          },
          "pl": {
            "title": "WebSummit – Lisbon, PT",
            "description": "Web Summit jest znany z organizacji wiodących na świecie wydarzeń technologicznych, gromadzących ludzi i pomysły, które są gotowe zrewolucjonizować nasz świat. Udział w tym wydarzeniu dostarczył mi bezcennych informacji na temat najnowszych trendów technologicznych i nowych kierunków dla startupów. Znacząco poszerzył również moją sieć zawodową, łącząc mnie z podobnie myślącymi kolegami i liderami branży.."
          }
        }
      }
    ],
    "certifications": [
      {
        "id": "soft_group_cert",
        "place": "@link{places.soft-group}",
        "date": "2017/05",
        "href": null,
        "locales": {
          "en": {
            "title": "SoftGroup WordPress Certificate",
            "description": "The SoftGroup WordPress certificate confirms the successful completion of the WordPress course offered by SoftGroup. This course provided comprehensive training in key WordPress features, including theme creation, plugin development, and website optimization."
          },
          "ua": {
            "title": "SoftGroup WordPress Certificate",
            "description": "Сертифікат SoftGroup WordPress підтверджує успішне завершення курсу WordPress від SoftGroup. Цей курс передбачав комплексне навчання ключовим функціям WordPress, включаючи створення тем, розробку плагінів та оптимізацію веб-сайтів."
          },
          "pl": {
            "title": "SoftGroup WordPress Certificate",
            "description": "Certyfikat SoftGroup WordPress potwierdza pomyślne ukończenie kursu WordPress oferowanego przez SoftGroup. Kurs ten zapewnił kompleksowe szkolenie w zakresie kluczowych funkcji WordPress, w tym tworzenia motywów, tworzenia wtyczek i optymalizacji witryn internetowych."
          }
        }
      },
      {
        "id": "linkedin_cert_php_db",
        "place": "@link{places.linkedin}",
        "date": "2018/03",
        "href": "https://www.linkedin.com/learning/certificates/3352dfa46e2262ea359e0c39d71266297c3ae3dd6dcedca3d17872c6293134b4",
        "locales": {
          "en": {
            "title": "PHP: Object-Oriented Programming with Databases",
            "description": "The LinkedIn Learning \"PHP: Object-Oriented Programming with Databases\" Certificate certifies advanced proficiency in using PHP's OOP principles for database management, showcasing specialized web development and database skills."
          },
          "ua": {
            "title": "PHP: Object-Oriented Programming with Databases",
            "description": "Сертифікат LinkedIn Learning \"PHP: Об'єктно-орієнтоване програмування з базами даних\" засвідчує просунутий рівень володіння принципами ООП PHP для управління базами даних, демонструючи спеціалізовані навички веб-розробки та роботи з базами даних."
          },
          "pl": {
            "title": "PHP: Object-Oriented Programming with Databases",
            "description": "Certyfikat LinkedIn Learning \"PHP: Object-Oriented Programming with Databases\" poświadcza zaawansowaną biegłość w korzystaniu z zasad OOP PHP do zarządzania bazami danych, prezentując specjalistyczne umiejętności tworzenia stron internetowych i baz danych."
          }
        }
      },
      {
        "id": "linkedin_cert_php",
        "place": "@link{places.linkedin}",
        "date": "2018/07",
        "href": "https://www.linkedin.com/learning/certificates/c3b4ac4a307c2e7f93b352644dfe4bb1a8bcf340bdc69ac93bfa91e064e32e0e",
        "locales": {
          "en": {
            "title": "PHP: Object-Oriented Programming",
            "description": "The \"PHP: Object-Oriented Programming\" Certificate from LinkedIn Learning validates expertise in implementing PHP's OOP principles, demonstrating specialized skills in structured programming and software design."
          },
          "ua": {
            "title": "PHP: Object-Oriented Programming",
            "description": "Сертифікат \"PHP: Об'єктноорієнтоване програмування\" від LinkedIn Learning підтверджує знання з реалізації принципів ООП у PHP, демонструючи спеціалізовані навички структурованого програмування та дизайну програмного забезпечення."
          },
          "pl": {
            "title": "PHP: Object-Oriented Programming",
            "description": "Certyfikat \"PHP: Object Oriented Programming\" od LinkedIn Learning potwierdza znajomość implementacji zasad OOP w PHP, demonstrując specjalistyczne umiejętności w zakresie programowania strukturalnego i projektowania oprogramowania.\n"
          }
        }
      },
      {
        "id": "a_level_cert",
        "place": "@link{places.a-level}",
        "date": "2019/05",
        "href": null,
        "locales": {
          "en": {
            "title": "Alevel PHP (Yii2) Certificate",
            "description": "The Alevel PHP (Yii2) Certificate verifies expertise in utilizing the Yii2 PHP framework, demonstrating a comprehensive understanding and skillful application of this powerful web development tool"
          },
          "ua": {
            "title": "Alevel PHP (Yii2) Certificate",
            "description": "Сертифікат Alevel PHP (Yii2) підтверджує досвід використання фреймворку Yii2 PHP, демонструючи всебічне розуміння та вміле застосування цього інструменту веб-розробки."
          },
          "pl": {
            "title": "Alevel PHP (Yii2) Certificate",
            "description": "Certyfikat Alevel PHP (Yii2) potwierdza doświadczenie w korzystaniu z frameworka Yii2 PHP, demonstrując kompleksowe zrozumienie i umiejętne zastosowanie tego narzędzia do tworzenia stron internetowych."
          }
        }
      },
      {
        "id": "linkedin_cert_laravel",
        "place": "@link{places.linkedin}",
        "date": "2021/07",
        "href": "https://www.linkedin.com/learning/certificates/446501f122b7f6659e430b465e1e764508328207cc2fa9a9426a839db48312e7",
        "locales": {
          "en": {
            "title": "Laravel 5 Essential Training",
            "description": "The \"Laravel 5 Essential Training\" Certificate from LinkedIn Learning verifies proficiency in Laravel 5, covering foundational concepts, application structure, and advanced features. This certification highlights adeptness in leveraging Laravel for web application development."
          },
          "ua": {
            "title": "Laravel 5 Essential Training",
            "description": "Сертифікат \"Laravel 5 Essential Training\" від LinkedIn Learning підтверджує рівень володіння Laravel 5, охоплюючи основні концепції, структуру додатків та розширені можливості. Цей сертифікат підкреслює вміння використовувати Laravel для розробки веб-додатків."
          },
          "pl": {
            "title": "Laravel 5 Essential Training",
            "description": "Certyfikat Laravel 5 Essential Training od LinkedIn Learning potwierdza biegłość w Laravel 5, obejmując podstawowe pojęcia, strukturę aplikacji i zaawansowane funkcje. Certyfikat ten kładzie nacisk na umiejętność wykorzystania Laravel do tworzenia aplikacji internetowych.\n"
          }
        }
      },
      {
        "id": "udemy_cert_goo_vue",
        "place": "@link{places.udemy}",
        "date": "2021/08",
        "href": "https://www.udemy.com/certificate/UC-68832aa9-8763-43ad-982f-67947d75c5fa/",
        "locales": {
          "en": {
            "title": "Vue 3 and Golang: A Practical Guide",
            "description": "The Udemy certification for \"Vue 3 and Golang: A Practical Guide\" confirms comprehensive mastery in building dynamic web applications using Vue 3 for the frontend and Golang for the backend, demonstrating practical skills in full-stack development."
          },
          "ua": {
            "title": "Vue 3 and Golang: A Practical Guide",
            "description": "Сертифікат Udemy \"Vue 3 та Golang: Практичний посібник\" підтверджує всебічну майстерність у створенні динамічних веб-додатків з використанням Vue 3 для фронтенду та Golang для бекенду, демонструючи практичні навички повностекової розробки.\n"
          },
          "pl": {
            "title": "Vue 3 and Golang: A Practical Guide",
            "description": "Certyfikat Udemy \"Vue 3 and Golang: A Practical Guide\" potwierdza kompleksową biegłość w tworzeniu dynamicznych aplikacji internetowych przy użyciu Vue 3 dla frontendu i Golang dla backendu, demonstrując praktyczne umiejętności w zakresie programowania full-stack.\n"
          }
        }
      },
      {
        "id": "linkedin_cert_laravel_restapi",
        "place": "@link{places.linkedin}",
        "date": "2021/08",
        "href": "https://www.linkedin.com/learning/certificates/1ca98446d26ec9a340c2ae08309850a753e4629b3c4adef202c06a91f5400d15/",
        "locales": {
          "en": {
            "title": "Building RESTful APIs in Laravel",
            "description": "The \"Building RESTful APIs in Laravel\" Certificate from LinkedIn Learning acknowledges expertise in creating RESTful APIs with Laravel, showcasing skills in developing scalable and maintainable web services for modern web applications."
          },
          "ua": {
            "title": "Building RESTful APIs in Laravel",
            "description": "Сертифікат \"Створення RESTful API в Laravel\" від LinkedIn Learning підтверджує досвід створення RESTful API за допомогою Laravel, демонструючи навички розробки масштабованих і підтримуваних веб-сервісів для сучасних веб-додатків.\n"
          },
          "pl": {
            "title": "Building RESTful APIs in Laravel",
            "description": "Certyfikat \"Building RESTful APIs in Laravel\" od LinkedIn Learning potwierdza wiedzę specjalistyczną w zakresie tworzenia interfejsów API RESTful za pomocą Laravel, prezentując umiejętności tworzenia skalowalnych i łatwych w utrzymaniu usług internetowych dla nowoczesnych aplikacji internetowych.\n"
          }
        }
      }
    ]
  }
}