{
  "locales": {
    "en": {
      "title": "My <span class='text-primary'>Portfolio</span>",
      "description": "Check out my latest projects that showcase the capabilities and technologies of the applications I've worked with and am working on."
    },
    "ua": {
      "title": "Моє <span class='text-primary'>портфоліо</span>",
      "description": "Ознайомтеся з моїми останніми проєктами, які демонструють можливості та технології додатків, з якими я працював і над якими працюю."
    },
    "pl": {
      "title": "Moje <span class='text-primary'>portfolio</span>",
      "description": "Zapoznaj się z moimi najnowszymi projektami, które prezentują możliwości i technologie aplikacji, nad którymi pracowałem i pracuję."
    }
  },
  "subcategories": [
    {
      "id": "admin-panels",
      "locales": {
        "en": {
          "title": "Admin Panels"
        },
        "es": {
          "title": "Admin Panels"
        },
        "fr": {
          "title": "Admin Panels"
        }
      }
    },
    {
      "id": "crm-cms-websites",
      "locales": {
        "en": {
          "title": "CRM, CMS, Websites"
        },
        "es": {
          "title": "CRM, CMS, Websites"
        },
        "fr": {
          "title": "CRM, CMS, Websites"
        }
      }
    },
    {
      "id": "social-media",
      "locales": {
        "en": {
          "title": "Social Media"
        },
        "es": {
          "title": "Social Media"
        },
        "fr": {
          "title": "Social Media"
        }
      }
    }
  ],
  "items": {
    "admin-panels": [
      {
        "id": "digispace",
        "title": "DigiSpace Admin",
        "logoUrl": "images/portfolio/digi-space-admin.jpg",
        "links": [
          {
            "faIcon": "fa-brands fa-apple",
            "href": "https://digispace.pro"
          },
          {
            "faIcon": "fa-brands fa-google-play",
            "href": "https://digispace.studio"
          }
        ],
        "locales": {
          "en": {
            "description": "<b>The DigiSpace Admin</b> panel is a comprehensive management interface developed using the latest technologies to provide a smooth and intuitive website administration process.<br>The administrative panel is based on Laravel 9, and the system provides a reliable and scalable internal structure. The choice of this PHP framework allows you to use modern and up-to-date programming approaches and the advantages of the MVC architectural pattern, which makes the development process efficient, clear, and convenient.<br>The frontend uses Vue 3, a progressive JavaScript framework known for its reactive components and ecosystem, which makes it easy to create rich user interfaces. <br>The admin panel interface is built using Tailwind CSS, a CSS framework that facilitates fast user interface development and allows for easy customization of the design system. Using Tailwind ensures that the design remains clean, responsive, and easy to maintain.<br>The inclusion of VueNotus, a Vue 3-based component library inspired by Notus and styled with Tailwind CSS, allows you to use beautifully designed elements, adding visual appeal and usability to the admin panel.<br>The main functionalities include CRUD operations: The panel provides a full set of CRUD (create, read, update, delete) functions for categories and posts, allowing for complete content management. Administrators can easily create new categories or posts, update content as needed, and delete posts that are no longer relevant.<br>Website widget management: A flexible widget management system allows you to manipulate site widgets, which makes it easy to customize the functionality and appearance of the site according to your needs.<br>Content organization: The panel allows you to easily manage categories, posts, and pages, providing an organized content structure and easy navigation for visitors.<br>Menu management: The panel includes comprehensive menu management that allows the administrator to customize site navigation to improve the user experience.Customize header and footer: The design and elements of the site's header and footer can be customized from the admin panel, providing the freedom to maintain branding consistency across the site.<br>The DigiSpace Admin Panel is DigiSpace's content management system for the website, providing hands-on management of the website and allowing administrators and moderators to focus on content creation.",
            "tags": [
              "admin-panel",
              "manage",
              "content",
              "dashboard",
              "digispace"
            ]
          },
          "es": {
            "description": "<b>Адміністративна панель DigiSpace</b> - це комплексний інтерфейс управління, розроблений з використанням новітніх технологій для забезпечення плавного та інтуїтивно зрозумілого процесу адміністрування вебсайт. <br>Адміністративна панель базується на Laravel 9, система забезпечує надійну та масштабовану внутрішню структуру. Вибір цього PHP-фреймворку дозволяє використовувати сучасні та актуальні підходи до програмування та переваги архітектурного шаблону MVC, що робить процес розробки ефективним, зрозумілим та зручним.<br>>Фронтенд використовує Vue 3 - прогресивний JavaScript-фреймворк, відомий своїми реактивними компонентами та екосистемою, що дозволяє легко створювати насичені користувацькі інтерфейси. <br>Інтерфейс адмінпанелі побудований з використанням Tailwind CSS, CSS-фреймворку, який сприяє швидкій розробці користувацького інтерфейсу та дозволяє легко налаштовувати систему дизайну.  Використання Tailwind гарантує, що дизайн залишається чистим, чуйним і простим в обслуговуванні.<br>Включення VueNotus, бібліотеки компонентів на основі Vue 3, натхненної Notus і стилізованої за допомогою Tailwind CSS, дозволяє використовувати красиво оформлені елементи, додаючи візуальну привабливість і зручність використання адміністративної панелі.<br>Основні функціональні можливості включають: <br> CRUD-операції: Панель надає повний набір функцій CRUD (створення, читання, оновлення, видалення) для категорій і постів, що дозволяє повністю керувати контентом. Адміністратори можуть легко створювати нові категорії або публікації, оновлювати контент за потреби та видаляти публікації, що втратили актуальність.<br>Управління віджетами сайту: Гнучка система управління віджетами дозволяє маніпулювати віджетами сайту, що дозволяє легко налаштовувати функціональність і зовнішній вигляд сайту відповідно до ваших потреб.<br>Організація контенту: Панель дозволяє легко керувати категоріями, публікаціями та сторінками, забезпечуючи організовану структуру контенту та зручну навігацію для відвідувачів.<br>Управління меню: Панель містить комплексне управління меню, яке дозволяє адміністратору налаштувати навігацію по сайту для поліпшення користувацького досвіду.<br>Налаштування верхнього та нижнього колонтитулів: Дизайн та елементи верхнього і нижнього колонтитулів сайту можна налаштувати з панелі адміністратора, що дає можливість підтримувати єдиний стиль на всьому сайті.<br>Панель адміністратора DigiSpace - це система управління контентом вебсайту DigiSpace, що забезпечує практичне управління вебсайтом, дозволяючи адміністраторам і модераторам зосередитися на створенні контенту.",
            "tags": [
              "admin-panel",
              "manage",
              "content",
              "dashboard",
              "digispace"
            ]
          },
          "fr": {
            "description": "Panel administracyjny <b>DigiSpace</b> to kompleksowy interfejs zarządzania opracowany przy użyciu najnowszych technologii w celu zapewnienia płynnego i intuicyjnego procesu administrowania witryną. <br>Panel administracyjny jest oparty na Laravel 9, system zapewnia niezawodną i skalowalną strukturę wewnętrzną. Wybór tego frameworka PHP pozwala na wykorzystanie nowoczesnych i aktualnych podejść programistycznych oraz zalet wzorca architektonicznego MVC, co sprawia, że proces rozwoju jest wydajny, przejrzysty i wygodny. <br>Frontend wykorzystuje Vue 3, progresywny framework JavaScript znany z reaktywnych komponentów i ekosystemu, który ułatwia tworzenie bogatych interfejsów użytkownika. <br>Interfejs panelu administracyjnego został zbudowany przy użyciu Tailwind CSS, frameworka CSS, który ułatwia szybkie tworzenie interfejsu użytkownika i pozwala na łatwe dostosowanie systemu projektowania.  Korzystanie z Tailwind zapewnia, że projekt pozostaje czysty, responsywny i łatwy w utrzymaniu.<br>Włączenie VueNotus, biblioteki komponentów opartej na Vue 3 inspirowanej Notus i stylizowanej za pomocą Tailwind CSS, pozwala na użycie pięknie zaprojektowanych elementów, dodając atrakcyjności wizualnej i użyteczności do panelu administracyjnego.<br>Główne funkcjonalności obejmują: <br> Operacje CRUD: Panel zapewnia pełny zestaw funkcji CRUD (tworzenie, odczyt, aktualizacja, usuwanie) dla kategorii i postów, umożliwiając pełne zarządzanie treścią. Administratorzy mogą łatwo tworzyć nowe kategorie lub posty, aktualizować zawartość w razie potrzeby i usuwać posty, które nie są już istotne.<br>Zarządzanie widżetami witryny: Elastyczny system zarządzania widżetami umożliwia manipulowanie widżetami witryny, co ułatwia dostosowanie funkcjonalności i wyglądu witryny do własnych potrzeb.<br>Organizacja treści: Panel umożliwia łatwe zarządzanie kategoriami, postami i stronami, zapewniając zorganizowaną strukturę treści i łatwą nawigację dla odwiedzających.<br>Zarządzanie menu: Panel zawiera kompleksowe zarządzanie menu, które pozwala administratorowi dostosować nawigację witryny w celu poprawy doświadczenia użytkownika.<br>Dostosowywanie nagłówka i stopki: Projekt i elementy nagłówka i stopki witryny można dostosować z poziomu panelu administracyjnego, zapewniając swobodę utrzymania spójności marki w całej witrynie.<br>Panel administracyjny DigiSpace to system zarządzania treścią witryny DigiSpace, zapewniający praktyczne zarządzanie witryną, umożliwiając administratorom i moderatorom skupienie się na tworzeniu treści.",
            "tags": [
              "admin-panel",
              "manage",
              "content",
              "dashboard",
              "digispace"
            ]
          }
        }
      },
      {
        "id": "stackers",
        "title": "InstAcc Panel",
        "logoUrl": "images/portfolio/inst-accounts-panel.jpg",
        "links": [
          {
            "faIcon": "fa-brands fa-apple",
            "href": "https://digispace.pro"
          },
          {
            "faIcon": "fa-brands fa-google-play",
            "href": "https://digispace.studio"
          }
        ],
        "locales": {
          "en": {
            "description": "The <b>InstAcc Dashboard</b> is an advanced administrative interface tailored to enhance the management of Instagram profiles and streamline data retrieval. Engineered using Laravel, this tool provides a solid back-end structure that ensures top-notch performance and security. The interface, crafted with AdminLTE—an esteemed open-source admin theme—delivers a user-friendly experience that is both responsive and mobile-friendly.<br>Main Menu Features:<br>Profiles: A comprehensive overview section for all managed Instagram profiles, offering quick access to individual account management and the ability to integrate new profiles into the dashboard.<br>Search: An efficient search function enables administrators to locate Instagram profiles using keywords.<br>Search Results: Displays organized, keyword-specific search outcomes, complete with profile details and follower metrics.<br>IG Profile Lists: This analytical tool allows viewing of profile details from uploaded lists and access to in-depth data on profiles and their followers.<br>Add IG Profile List: Facilitates the creation of profile lists for analysis, which assists in expanding and segmenting profiles for targeted operations.<br>Task Management:<br>Get Followers Task: Monitors the progression of tasks assigned to gather data on profile followers.<br>Get Full Data Task: A feature for extracting comprehensive data from Instagram profiles to gain insights into user engagement and profile analytics.<br>Get AccsData from a List: Collects data from profiles within a selected list.<br>Customization Options:<br>Settings: A dedicated section for customizing data retrieval processes, including the configuration of profiles, request intervals and limits, task scheduling, status monitoring, and setting of communication with client applications.<br>Saved IG Users:<br>Search and Filter: A specialized segment for organizing saved Instagram user profiles with advanced filtering to sort profiles by criteria (e.g., business or private profiles), aiding in the creation of targeted audience lists for marketing initiatives.",
            "tags": [
              "social media dashboard",
              "instagram",
              "followers",
              "advertising",
              "target audience"
            ]
          },
          "ua": {
            "description": "<b>InstAcc Dashboard</b> - це адміністративний інтерфейс, створений для оптимізації управління профілями Instagram та полегшення пошуку за ключовими словами. Розроблений з використанням Laravel, інструмент надає міцну бек-енд архітектуру для забезпечення високої продуктивності та безпеки. Для інтерфейсу використовується AdminLTE, популярний відкритий шаблон адміністративної панелі, який забезпечує зручність використання та адаптацію до мобільних пристроїв.<br>Основне меню:<br>Profiles: Огляд всіх керованих Instagram-профілів із можливістю швидкого доступу для управління ними та інтеграції нових профілів.<br>Search: Пошукова система, що дозволяє адміністраторам швидко знаходити Instagram-профілі за ключовими словами.<br>Search Results: Показує впорядковані результати пошуку з детальною інформацією про профілі та їх підписників.<br>IG Profile Lists: Аналітичний інструмент для перегляду та отримання розширеної інформації про профілі і їхніх підписників із завантажених списків.<br>Add IG Profile List: Функція для створення списків профілів, яка допомагає в розширенні та сегментуванні профілів для спеціалізованих завдань.<br>Управління завданнями:<br>Get Followers Task: Відстежування прогресу завдань зі збору інформації про підписників профілів.<br>Get Full Data Task: Функція екстракції повного набору даних з Instagram-профілів для аналізу активності користувачів та статистики профілів.<br>Get AccsData from a List: Збір даних з профілів, що включені до вибраного списку.<br>Налаштування:<br>Settings: Розділ для налаштування процесів збору даних, включно з конфігурацією профілів, налаштуванням інтервалів та лімітів запитів, плануванням завдань, моніторингом статусу завдань та зв'язку з клієнтськими програмами.<br>Збережені користувачі IG:<br>Search and Filter: Спеціалізований сегмент для сортування збережених профілів Instagram з використанням розширеного фільтра за критеріями, що дозволяє створювати цільові аудиторії для маркетингових кампаній.",
            "tags": [
              "social media dashboard",
              "instagram",
              "followers",
              "advertising",
              "target audience"
            ]
          },
          "pl": {
            "description": "<b>InstAcc Dashboard</b> to zaawansowany interfejs administracyjny stworzony w celu ułatwienia zarządzania profilami Instagrama i efektywnego wyszukiwania informacji. Zbudowany na fundamencie Laravela, zapewnia mocną architekturę zaplecza, co gwarantuje wysoką wydajność i bezpieczeństwo. Wykorzystano AdminLTE – popularny, otwarty szablon dla paneli administracyjnych – aby stworzyć responsywny, przyjazny dla urządzeń mobilnych interfejs użytkownika.<br>Menu Główne:<br>Profile: Sekcja prezentuje wszystkie zarządzane profile Instagrama, umożliwiając szybki dostęp do zarządzania nimi oraz dodawania nowych kont do systemu.<br>Wyszukiwanie: Funkcja wyszukiwania pozwala administratorom na szybkie odnajdywanie profili Instagrama za pomocą słów kluczowych.<br>Wyniki wyszukiwania: Sekcja wyświetla uporządkowane wyniki wyszukiwania, włącznie ze szczegółami poszczególnych profili i danych o obserwujących.<br>Listy profili IG: Analiza list profili IG umożliwia przeglądanie szczegółów profili i dostęp do rozbudowanych danych o profilach i ich obserwujących.<br>Dodaj listę profili IG: Funkcja ułatwia tworzenie i segmentację list profili w celu przeprowadzania celowanych analiz.<br>Zarządzanie Zadaniami:<br>Zadania Pobierania Obserwujących (Get Followers Tasks): Monitoring postępu zadań dotyczących gromadzenia danych o obserwujących danych profili.<br>Zadania Pobierania Pełnych Danych (Get Full Data Tasks): Funkcja pozwalająca na ekstrakcję kompletnych danych z profili Instagrama, zapewniająca dogłębne analizy aktywności użytkowników i statystyk profilu.<br>Pobieranie Danych z Listy (Get AccsData from a List): Pozyskiwanie danych z profili zawartych w wybranej liście.<br>Personalizacja:<br>Ustawienia: Sekcja dedykowana konfiguracji procesu pozyskiwania danych, w tym ustalania profilów roboczych, interwałów i limitów zapytań, harmonogramowania zadań, monitorowania stanu zadań oraz ustawień hosta komunikującego się z aplikacją klienta.<br>Zapisani Użytkownicy IG:<br>Szukaj i Filtruj: Funkcja umożliwiająca zaawansowane filtrowanie i sortowanie zapisanych profili użytkowników Instagrama według określonych kryteriów (np. profile biznesowe, zawodowe, prywatne), co wspiera tworzenie celowanych list odbiorców do kampanii reklamowych.",
            "tags": [
              "social media dashboard",
              "instagram",
              "followers",
              "advertising",
              "target audience"
            ]
          }
        }
      },
      {
        "id": "stats-panel",
        "title": "Stats Panel",
        "logoUrl": "images/portfolio/stats-panel.jpg",
        "links": [
          {
            "faIcon": "fa-brands fa-apple",
            "href": "https://digispace.pro"
          },
          {
            "faIcon": "fa-brands fa-google-play",
            "href": "https://digispace.studio"
          }
        ],
        "locales": {
          "en": {
            "description": "<b>StatsPanel</b> is an analytics platform designed for optimizing digital marketing efforts across one of communication platform. Developed utilizing Laravel and AdminLTE, it equips users with a sophisticated suite of tools for effective management of online campaigns, comprehensive account analytics, and meticulous performance evaluation. Through its intuitive interface complemented by a broad spectrum of analytical functionalities, StatsPanel enables content creators, marketers, and administrators to expertly devise, oversee, and enhance their promotional strategies.<br>Key Features:<br>Account Management: StatsPanel facilitates seamless management of accounts, enabling the addition of new accounts, adjustments to existing ones, and the removal of inactive profiles. This ensures users have organized and straightforward access to crucial data.<br>Campaign Creation and Optimization: The platform’s 'Create' and 'Edit' functions allow for quick initiation and customization of campaigns. The focus on user-friendly management aids users in concentrating on strategic aspects of their campaigns.<br>In-depth Performance Analysis: StatsPanel offers detailed insights into subscriber behavior, conversion metrics, among other analytical tools. This depth of analysis provides data, supporting informed decision-making and strategy optimization.<br>Cost and Revenue Management: With dedicated features for budget tracking and profitability analysis across different activities, StatsPanel enhances financial oversight and management.<br>Link Management: The platform includes capabilities for generating and managing marketing links, with detailed performance analysis to improve conversion rates and optimize promotional activities.<br>Monitoring and Customization: Advanced monitoring tools within StatsPanel track essential metrics, while flexible settings for data collection and analysis processes allow for tailored campaign performance optimization.<br>User Management: StatsPanel’s advanced user management system supports the addition of new team members, customization of user roles, and tracking of user activity, promoting a collaborative and efficient working environment.<br>StatsPanel opens new avenues for content creators, marketers, and administrators aiming to maximize their online presence on a targeted communication platform.",
            "tags": [
              "communication",
              "statistics",
              "analytics",
              "marketing",
              "monitoring"
            ]
          },
          "ua": {
            "description": "<b>StatsPanel</b> - це аналітична платформа, призначена для оптимізації зусиль цифрового маркетингу на одній з комунікаційних платформ. Розроблена з використанням Laravel та AdminLTE, вона надає користувачам складний набір інструментів для ефективного управління онлайн-кампаніями, всебічної аналітики акаунтів та ретельної оцінки ефективності. Завдяки інтуїтивно зрозумілому інтерфейсу, доповненому широким спектром аналітичних функцій, StatsPanel дозволяє творцям контенту, маркетологам та адміністраторам професійно розробляти, контролювати та вдосконалювати свої рекламні стратегії.<br>Основні можливості:<br>Управління акаунтами: StatsPanel полегшує безперешкодне керування акаунтами, дозволяючи додавати нові акаунти, вносити зміни в наявні та видаляти неактивні профілі. Це забезпечує користувачам організований і простий доступ до найважливіших даних.<br>Створення та оптимізація кампаній: Функції \"Створити\" та \"Редагувати\" платформи дозволяють швидко ініціювати та налаштовувати кампанії. Зосередженість на зручному управлінні допомагає користувачам зосередитися на стратегічних аспектах своїх кампаній.<br>Поглиблений аналіз ефективності: StatsPanel пропонує детальну інформацію про поведінку підписників, метрики конверсії та інші аналітичні інструменти. Така глибина аналізу надає дані, що сприяють прийняттю обґрунтованих рішень та оптимізації стратегії.<br>Управління витратами та доходами: Завдяки спеціальним функціям для відстеження бюджету та аналізу прибутковості різних видів діяльності, StatsPanel покращує фінансовий контроль та управління.<br>Управління зв'язками: Платформа містить можливості для створення та управління маркетинговими посиланнями з детальним аналізом ефективності для підвищення конверсії та оптимізації рекламної діяльності.<br>Моніторинг та налаштування: Розширені інструменти моніторингу в StatsPanel відстежують основні показники, а гнучкі налаштування процесів збору та аналізу даних дозволяють оптимізувати ефективність рекламних кампаній з урахуванням індивідуальних особливостей.<br>Управління користувачами: Удосконалена система управління користувачами StatsPanel підтримує додавання нових членів команди, зміну ролей користувачів і відстеження активності користувачів, сприяючи створенню спільного та ефективного робочого середовища.<br>StatsPanel відкриває нові можливості для творців контенту, маркетологів та адміністраторів, які прагнуть максимізувати свою онлайн-присутність на цільовій комунікаційній платформі.",
            "tags": [
              "communication",
              "statistics",
              "analytics",
              "marketing",
              "monitoring"
            ]
          },
          "pl": {
            "description": "<b>StatsPanel</b> to platforma analityczna zaprojektowana w celu optymalizacji działań marketingu cyfrowego na jednej z platform komunikacyjnych. Opracowana przy użyciu Laravel i AdminLTE, zapewnia użytkownikom zaawansowany zestaw narzędzi do skutecznego zarządzania kampaniami online, kompleksowej analizy kont i dokładnego pomiaru wydajności. Dzięki intuicyjnemu interfejsowi uzupełnionemu szeroką gamą funkcji analitycznych StatsPanel pozwala twórcom treści, marketerom i administratorom profesjonalnie rozwijać, monitorować i ulepszać swoje strategie reklamowe.<br>Kluczowe funkcje:<br>Zarządzanie kontem: StatsPanel ułatwia zarządzanie kontami, umożliwiając użytkownikom dodawanie nowych kont, wprowadzanie zmian w istniejących kontach i usuwanie nieaktywnych kont. Zapewnia to użytkownikom zorganizowany i łatwy dostęp do kluczowych danych.<br>Tworzenie i optymalizacja kampanii: Funkcje tworzenia i edycji kampanii na platformie pozwalają użytkownikom szybko inicjować i dostosowywać kampanie. Skupienie się na łatwości zarządzania pomaga użytkownikom skupić się na strategicznych aspektach ich kampanii.<br>Dogłębna analiza wydajności: StatsPanel oferuje szczegółowe informacje na temat zachowań subskrybentów, wskaźników konwersji i innych narzędzi analitycznych. Ta dogłębna analiza dostarcza danych, które pomagają podejmować świadome decyzje i optymalizować strategię.<br>Zarządzanie kosztami i przychodami: Dzięki specjalnym funkcjom śledzenia budżetu i analizy rentowności różnych działań, StatsPanel poprawia kontrolę finansową i zarządzanie.<br>Zarządzanie relacjami: Platforma obejmuje możliwość tworzenia i zarządzania relacjami marketingowymi ze szczegółową analizą wydajności w celu zwiększenia konwersji i optymalizacji działań reklamowych.<br>Monitorowanie i dostosowywanie: Zaawansowane narzędzia monitorujące w StatsPanel śledzą kluczowe metryki, a elastyczne ustawienia gromadzenia i analizy danych pozwalają optymalizować skuteczność kampanii reklamowych na podstawie indywidualne cechy.<br>Zarządzanie użytkownikami: Zaawansowany system zarządzania użytkownikami w StatsPanel obsługuje dodawanie nowych członków zespołu, zmianę ról użytkowników i śledzenie aktywności użytkowników, pomagając w tworzeniu wspólnego i wydajnego środowiska pracy.<br>StatsPanel otwiera nowe możliwości dla twórców treści, marketerów i administratorów, którzy chcą zmaksymalizować swoją obecność online na docelowej platformie komunikacyjnej. <br>",
            "tags": [
              "communication",
              "statistics",
              "analytics",
              "marketing",
              "monitoring"
            ]
          }
        }
      }
    ],
    "crm-cms-websites": [
      {
        "id": "yurievsad",
        "title": "Yuriev Sad",
        "logoUrl": "images/portfolio/yuriev-garden.jpg",
        "links": [
          {
            "faIcon": "fa-brands fa-apple",
            "href": "https://digispace.pro"
          },
          {
            "faIcon": "fa-brands fa-google-play",
            "href": "https://digispace.studio"
          }
        ],
        "locales": {
          "en": {
            "description": "The <b>Yuriev Sad</b>  Nursery website, developed on the robust WordPress platform and enhanced with the WooCommerce plugin, offers an online catalog for a vast array of fruit and berry tree seedlings. Situated in Ukraine, YurievSad prides itself on delivering superior-quality seedlings, from apple to peach trees, catering to gardening aficionados, professional landscapers, and agricultural firms seeking top-notch planting materials. The website's design, leveraging a WordPress template, is customized with unique elements that mirror YurievSad brand identity, coupled with an intuitive interface to streamline user navigation through its extensive catalog.<br>E-commerce integration through WooCommerce equips the site with an advanced, secure shopping experience, from selection through checkout, enriched with detailed seedling descriptions. Acknowledging the diverse array of internet-access devices, the site's responsive design guarantees an optimal viewing experience across desktops, smartphones, and tablets, enhancing accessibility and engaging a wider audience.",
            "tags": [
              "web-site",
              "nursery",
              "woocommerce",
              "wordpress"
            ]
          },
          "ua": {
            "description": "Веб-сайт розсадника <b>Yuriev Sad</b>, розроблений на надійній платформі WordPress та доповнений плагіном WooCommerce, пропонує онлайн-каталог широкого асортименту саджанців фруктових та ягідних дерев. Розташований в Україні, 'YurievSad' пишається тим, що постачає високоякісні саджанці від яблуні до персика, обслуговуючи любителів садівництва, професійних ландшафтних дизайнерів та сільськогосподарські фірми, які шукають першокласний посадковий матеріал. Дизайн веб-сайту, створений на основі шаблону WordPress, містить унікальні елементи, що відображають фірмовий стиль 'YurievSad', а також інтуїтивно зрозумілий інтерфейс, який спрощує навігацію користувача по великому каталогу.<br>Інтеграція електронної комерції через WooCommerce надає сайту просунутий, безпечний досвід покупок, від вибору до оформлення замовлення, збагачений детальними описами саджанців. Враховуючи різноманітність пристроїв доступу до Інтернету, адаптивний дизайн сайту гарантує оптимальний досвід перегляду на настільних комп'ютерах, смартфонах і планшетах, підвищуючи доступність і залучаючи ширшу аудиторію.",
            "tags": [
              "web-site",
              "nursery",
              "woocommerce",
              "wordpress"
            ]
          },
          "pl": {
            "description": " Opracowana na solidnej platformie WordPress i wzbogacona o wtyczkę WooCommerce, strona internetowa szkółki <b>Yuriev Sad</b> oferuje katalog online szerokiej gamy sadzonek drzew owocowych i jagodowych. Zlokalizowana na Ukrainie firma YurievSad szczyci się dostarczaniem wysokiej jakości sadzonek od jabłoni po brzoskwinie, służąc entuzjastom ogrodnictwa, profesjonalnym architektom krajobrazu i firmom rolniczym poszukującym najwyższej klasy materiału do sadzenia. Projekt strony, oparty na szablonie WordPress, zawiera unikalne elementy, które odzwierciedlają tożsamość korporacyjną YurievSad, a także intuicyjny interfejs, który upraszcza nawigację użytkownika po obszernym katalogu.<br>Integracja e-commerce za pośrednictwem WooCommerce zapewnia stronie zaawansowane, bezpieczne zakupy, od wyboru do kasy, wzbogacone o szczegółowe opisy sadzonek. Biorąc pod uwagę różnorodność urządzeń dostępu do Internetu, responsywny projekt strony gwarantuje optymalne wrażenia podczas przeglądania na komputerach stacjonarnych, smartfonach i tabletach, zwiększając dostępność i przyciągając szerszą publiczność.",
            "tags": [
              "web-site",
              "nursery",
              "woocommerce",
              "wordpress"
            ]
          }
        }
      },
      {
        "id": "stud-house-agency",
        "title": "StudHouse Agency",
        "logoUrl": "images/portfolio/stud-house-agency.jpg",
        "links": [
          {
            "faIcon": "fa-brands fa-apple",
            "href": "https://digispace.pro"
          },
          {
            "faIcon": "fa-brands fa-google-play",
            "href": "https://digispace.studio"
          }
        ],
        "locales": {
          "en": {
            "description": "The <b>StudHouse Agency</b> website is an online platform developed for an agency specializing in educational and student-oriented services. Developed using WordPress, the world's most popular content management system, this website serves as the agency's digital business card, showcasing its services and projects.<br>The site has an intuitive navigation structure that allows visitors to easily explore the agency's offerings, including a list of services. The clear, well-organized structure of the website ensures that users can find the information or service they need with a minimum number of clicks.<br>Recognizing the importance of accessibility, the website is fully responsive, which ensures that the site is easy to use on all devices and screen sizes. This approach to design increases user engagement and contributes to the agency's goal of reaching a wide audience of students.<br>StudHouse's website is rich in content, including a detailed description of services, a wide variety of useful student resources, an extensive information database on various specialties, testimonials from satisfied customers, and the latest news from the education sector. Using WordPress makes it easy for the agency to update content regularly, keeping the content up-to-date.<br>The site is optimized for search engines using modern SEO practices to improve visibility and attract more visitors. The strategic use of keywords, meta tags, and optimized content ensures that StudHouse Agency ranks well in search results, driving organic traffic to the site.<br>To foster community engagement, the website includes interactive features such as a blog and social media integration, as well as a digital library with a wide range of resources on various specialties and areas. These elements encourage visitors to interact with the content and communicate with the StudHouse community on various social media platforms.<br>StudHouse's website successfully reflects the essence of the agency's mission to provide student services. Thanks to its thematic design and rich content, the site effectively promotes the agency's services and values while helping to engage the target audience. Using WordPress as the development platform ensures that the site is not only visually appealing, but also reliable, flexible, and easy to manage, making it a powerful tool in the agency's digital marketing strategy.",
            "tags": [
              "student",
              "agency",
              "student help",
              "student services"
            ]
          },
          "ua": {
            "description": "Вебсайт <b>StudHouse Agency</b> - це онлайн-платформа, розроблена для агентства, що спеціалізується на освітніх та студентських послугах. Розроблений з використанням WordPress, найпопулярнішої у світі системи управління контентом, цей вебсайт слугує цифровою візитною карткою агентства, демонструючи його послуги та проєкти.<br>Сайт має інтуїтивно зрозумілу навігаційну структуру, що дозволяє відвідувачам легко ознайомитися з пропозиціями агентства, включаючи перелік послуг. Чітка, добре організована структура сайту гарантує, що користувачі можуть знайти потрібну їм інформацію або послугу за мінімальну кількість кліків.<br>Визнаючи важливість доступності, вебсайт повністю адаптивний, що гарантує зручність користування сайтом на всіх пристроях і з будь-яким розміром екрана. Такий підхід до дизайну підвищує залученість користувачів і сприяє досягненню мети агентства - охопити широку аудиторію студентів.<br>Сайт StudHouse багатий на контент, включаючи детальний опис послуг, широкий спектр корисних студентських ресурсів, велику інформаційну базу даних про різні спеціальності, відгуки задоволених клієнтів та останні новини освітнього сектору. Використання WordPress полегшує агентству регулярне оновлення контенту, підтримуючи його актуальність.<br> Сайт оптимізовано для пошукових систем з використанням сучасних SEO-практик для покращення видимості та залучення більшої кількості відвідувачів. Стратегічне використання ключових слів, метатегів та оптимізованого контенту гарантує, що StudHouse Agency посідає високі позиції в результатах пошуку, залучаючи органічний трафік на сайт.<br>Щоб сприяти залученню спільноти, вебсайт включає інтерактивні функції, такі як блог та інтеграція з соціальними мережами, а також цифрову бібліотеку з широким спектром ресурсів з різних спеціальностей та сфер. Ці елементи заохочують відвідувачів взаємодіяти з контентом і спілкуватися зі спільнотою StudHouse на різних платформах соціальних мереж.<br>Вебсайт StudHouse вдало відображає суть місії агенції з надання студентських послуг. Завдяки тематичному дизайну та насиченому контенту сайт ефективно просуває послуги та цінності агенції, допомагаючи залучити цільову аудиторію. Використання WordPress як платформи для розробки гарантує, що сайт є не лише візуально привабливим, але й надійним, гнучким та простим в управлінні, що робить його потужним інструментом у стратегії цифрового маркетингу агенції.",
            "tags": [
              "student",
              "agency",
              "student help",
              "student services"
            ]
          },
          "pl": {
            "description": "Strona <b>StudHouse Agency</b> to platforma internetowa stworzona dla agencji specjalizującej się w usługach edukacyjnych i studenckich. Opracowana przy użyciu WordPressa, najpopularniejszego na świecie systemu zarządzania treścią, strona ta służy jako cyfrowa wizytówka agencji, prezentując jej usługi i projekty.<br>Witryna ma intuicyjną strukturę nawigacji, która pozwala odwiedzającym łatwo zapoznać się z ofertą agencji, w tym z listą usług. Przejrzysta, dobrze zorganizowana struktura strony zapewnia, że użytkownicy mogą znaleźć potrzebne informacje lub usługi przy minimalnej liczbie kliknięć.<br>Uznając znaczenie dostępności, strona jest w pełni responsywna, co zapewnia łatwość korzystania z niej na wszystkich urządzeniach i rozmiarach ekranu. Takie podejście do projektowania zwiększa zaangażowanie użytkowników i przyczynia się do realizacji celu agencji, jakim jest dotarcie do szerokiego grona studentów.<br>Witryna StudHouse jest bogata w treści, w tym szczegółowy opis usług, szeroką gamę przydatnych zasobów dla studentów, obszerną bazę informacji na temat różnych specjalizacji, referencje zadowolonych klientów i najnowsze wiadomości z sektora edukacyjnego. Korzystanie z WordPressa ułatwia agencji regularne aktualizowanie treści, dzięki czemu są one zawsze aktualne.<br> Witryna została zoptymalizowana pod kątem wyszukiwarek przy użyciu nowoczesnych praktyk SEO, aby poprawić widoczność i przyciągnąć więcej odwiedzających. Strategiczne wykorzystanie słów kluczowych, meta-tagów i zoptymalizowanych treści zapewnia agencji StudHouse wysoką pozycję w wynikach wyszukiwania, generując organiczny ruch na stronie.<br>Aby zwiększyć zaangażowanie społeczności, strona zawiera interaktywne funkcje, takie jak blog i integracja z mediami społecznościowymi, a także cyfrową bibliotekę z szeroką gamą zasobów dotyczących różnych specjalności i obszarów. Elementy te zachęcają odwiedzających do interakcji z treścią i komunikowania się ze społecznością StudHouse na różnych platformach mediów społecznościowych.<br>Strona internetowa StudHouse z powodzeniem odzwierciedla istotę misji agencji, jaką jest świadczenie usług dla studentów. Dzięki tematycznemu projektowi i bogatej zawartości strona skutecznie promuje usługi i wartości agencji, jednocześnie pomagając zaangażować docelowych odbiorców. Wykorzystanie WordPressa jako platformy programistycznej zapewnia, że strona jest nie tylko atrakcyjna wizualnie, ale także niezawodna, elastyczna i łatwa w zarządzaniu, co czyni ją potężnym narzędziem w cyfrowej strategii marketingowej agencji.",
            "tags": [
              "student",
              "agency",
              "student help",
              "student services"
            ]
          }
        }
      },
      {
        "id": "digi-space-website",
        "title": "DigiSpace Studio",
        "logoUrl": "images/portfolio/digi-space-website.jpg",
        "links": [
          {
            "faIcon": "fa-brands fa-apple",
            "href": "https://digispace.pro"
          },
          {
            "faIcon": "fa-brands fa-google-play",
            "href": "https://digispace.studio"
          }
        ],
        "locales": {
          "en": {
            "description": "The <b>DigiSpace</b> studio website is a solution for describing services and communicating with clients. The site is developed using the Laravel framework, known for its elegance, simplicity, and reliable features. This project uses the latest stable version of Laravel, which provides access to the most modern functionality and optimal performance. Key dependencies include Doctrine DBAL for database abstraction and GuzzleHTTP for HTTP requests. Laravel Sanctum is used for API token authentication, providing a secure and easy way to manage authentication for SPA, mobile and simple token-based APIs.<br>The inclusion of important packages such as Laravel Tinker for interacting with the entire Laravel framework from the command line, Sentry for bug tracking and monitoring, and Ziggy for Laravel route naming in JavaScript, among others, demonstrates DigiSpace Studio's commitment to using comprehensive tools for superior web development.<br>The project uses Laravel Breeze for authentication and Laravel Sail for convenient Docker management, which ensures a reliable development workflow and high quality of the final product.<br>Targeting businesses looking to leverage the power of cutting-edge technologies, DigiSpace has positioned itself as a service that specializes in industry-specific web development, offering a combination of analytics, consulting, and programming services that drive business automation and digital transformation.<br>Considering the variety of devices used to access the Internet, the website has a responsive design. This guarantees an optimal viewing experience on desktops, tablets and smartphones, increasing its reach and accessibility.<br>Built using the best SEO and performance optimization practices, the site provides high visibility in search results, attracting more traffic and leading to DigiSpace Studio. The created block within the site allows you to attract search traffic thanks to the wide range of categories and articles that are posted on the blog.<br><br>",
            "tags": [
              "webstudio",
              "webdevelopment",
              "studio",
              "developer",
              "laravel"
            ]
          },
          "ua": {
            "description": "Сайт студії <b>DigiSpace</b> - це рішення для опису послуг та комунікації з клієнтами. Сайт розроблено з використанням фреймворку Laravel, відомого своєю елегантністю, простотою та надійністю. В даному проєктові використовується остання стабільна версія Laravel, що забезпечує доступ до найсучаснішого функціонала та оптимальну продуктивність. Ключові залежності включають Doctrine DBAL для абстракції баз даних та GuzzleHTTP для HTTP-запитів. Laravel Sanctum використовується для автентифікації токенів API, забезпечуючи безпечний і простий спосіб управління автентифікацією для SPA, мобільних і простих API на основі токенів.<br>Включення таких важливих пакетів, як Laravel Tinker для взаємодії з усім фреймворком Laravel з командного рядка, Sentry для відстеження та моніторингу помилок і Ziggy для іменування маршрутів Laravel в JavaScript, серед інших, демонструє прихильність DigiSpace Studio до використання комплексних інструментів для чудової веброзробки.<br>Проєкт використовує Laravel Breeze для аутентифікації та Laravel Sail для зручного управління Docker, що забезпечує надійний робочий процес розробки та високу якість кінцевого продукту.<br>Орієнтуючись на компанії, які прагнуть використовувати можливості передових технологій, DigiSpace позиціонує себе як сервіс, що спеціалізується на галузевій веброзробці, пропонуючи поєднання аналітики, консалтингу та послуг з програмування, які сприяють автоматизації бізнесу та цифровій трансформації.<br>Враховуючи різноманітність пристроїв, що використовуються для доступу до Інтернету, вебсайт має адаптивний дизайн. Це гарантує оптимальний досвід перегляду на настільних комп'ютерах, планшетах і смартфонах, збільшуючи його охоплення та доступність.<br>Створений з використанням найкращих практик SEO та оптимізації продуктивності, сайт забезпечує високу видимість у результатах пошуку, залучаючи більше трафіку та ведучи до DigiSpace Studio. Створений блок всередині сайту дозволяє залучати пошуковий трафік завдяки широкому спектру категорій і статей, розміщених у блозі.<br><br><br><br>",
            "tags": [
              "webstudio",
              "webdevelopment",
              "studio",
              "developer",
              "laravel"
            ]
          },
          "pl": {
            "description": "Indulgez-vous dans le monde des desserts délectables avec <b>DigiSpace Website</b> ! Cette application est le paradis des amateurs de desserts, offrant une large gamme de recettes alléchantes, d'instructions étape par étape et de vidéos pour créer vos douceurs préférées. Des glaces crémeuses aux pâtisseries irrésistibles, <b>Sweet Scoops</b> vous couvre pour toutes vos envies de dessert. Libérez le chef pâtissier qui sommeille en vous et offrez-vous une délicieuse expérience de dessert.",
            "tags": [
              "webstudio",
              "webdevelopment",
              "studio",
              "developer",
              "laravel"
            ]
          }
        }
      }
    ],
    "social-media": [
      {
        "id": "inst-bot",
        "title": "InstBot",
        "logoUrl": "images/portfolio/inst-bot.jpg",
        "links": [
          {
            "faIcon": "fa-brands fa-apple",
            "href": "https://digispace.pro"
          },
          {
            "faIcon": "fa-brands fa-google-play",
            "href": "https://digispace.studio"
          }
        ],
        "locales": {
          "en": {
            "description": "<b>InstBot</b> is an automation tool designed to simplify the Instagram experience, allowing users to manage their accounts more efficiently and increase engagement through automated tasks. Designed with a focus on performance and reliability, InstaBot uses a powerful set of JavaScript technologies and libraries, including Node.js, Puppeteer, and MySQL, to ensure that Instagram accounts are managed seamlessly.<br><br>Node.js and Express: InstaBot is based on Node.js, which provides an efficient, lightweight, and scalable framework, and the Express framework makes it easy to create server-side applications and RESTful APIs.<br><br>Puppeteer and Puppeteer Extra plugins: These powerful libraries are used for web scraping and automation. Puppeteer allows you to control headless Chrome or Chromium browsers, performing tasks such as navigation and account interaction, while Puppeteer Extra and its Stealth plugin extend the bot's ability to mimic human interaction without being detected.<br>Morgan: An HTTP request logging middleware for Node.js that helps in debugging and logging request data.<br><br>With the help of specialized scripts, users can automate login procedures, registration processes, and multiple account management, and the bot can perform repetitive tasks such as subscribing, liking, and commenting, mimicking user behavior to increase engagement without manual intervention.<br><br>The server embedded in the application provides remote bot control and integration with user interfaces to control and monitor tasks in real time.<br><br>User data and operating parameters are processed using special directories, which guarantees the safety of sessions of several users.<br><br>InstaBot is a versatile and powerful tool for Instagram users, influencers, and digital marketers looking to effectively automate their social media strategy. Its development demonstrates a thoughtful integration of modern web technologies with a focus on performance, privacy, and ease of use. With InstaBot, users gain a competitive advantage in social media interactions by using automation to increase their presence on one of the most popular social media platforms in the world.<br><br>This project is an example of the innovative use of web automation technologies to solve real-world problems in social media management. InstaBot is a useful piece of software for anyone who wants to increase their digital marketing efforts on Instagram.<br>",
            "tags": [
              "instagram",
              "automation",
              "browser",
              "puppeteer"
            ]
          },
          "ua": {
            "description": "<b>InstBot</b> - це інструмент автоматизації, розроблений для спрощення роботи в Instagram, що дозволяє користувачам ефективніше керувати своїми акаунтами та підвищувати залученість за допомогою автоматизованих завдань. Розроблений з акцентом на продуктивність і надійність, InstaBot використовує потужний набір технологій і бібліотек JavaScript, включаючи Node.js, Puppeteer і MySQL, щоб забезпечити безперебійне управління акаунтами Instagram.<br><br>Node.js та Express: InstaBot базується на Node.js, який забезпечує ефективний, легкий і масштабований фреймворк, а фреймворк Express дозволяє легко створювати серверні додатки та RESTful API.<br><br>Плагіни Puppeteer та Puppeteer Extra: Ці потужні бібліотеки використовуються для веб-скрепінгу та автоматизації. Puppeteer дозволяє керувати безголовими браузерами Chrome або Chromium, виконуючи такі завдання, як навігація та взаємодія з обліковими записами, тоді як Puppeteer Extra і його плагін Stealth розширюють можливості бота імітувати людську взаємодію, залишаючись непоміченими.<br>Morgan: Проміжне програмне забезпечення для логування HTTP-запитів для Node.js, яке допомагає у налагодженні та логуванні даних запитів.<br><br>За допомогою спеціалізованих скриптів користувачі можуть автоматизувати процедури входу в систему, процеси реєстрації та управління кількома акаунтами, а бот може виконувати повторювані завдання, такі як підписка, вподобання та коментування, імітуючи поведінку користувача, щоб збільшити залученість без ручного втручання.<br><br>Сервер, вбудований у додаток, забезпечує віддалене керування ботом та інтеграцію з користувацькими інтерфейсами для контролю та моніторингу завдань у режимі реального часу.<br><br>Дані користувачів і параметри роботи обробляються за допомогою спеціальних каталогів, що гарантує безпеку сесій декількох користувачів.<br><br>InstaBot - це універсальний і потужний інструмент для користувачів Instagram, інфлюенсерів та digital-маркетологів, які прагнуть ефективно автоматизувати свою стратегію роботи в соціальних мережах. Його розробка демонструє продуману інтеграцію сучасних вебтехнологій з акцентом на продуктивність, конфіденційність та простоту використання. Завдяки InstaBot користувачі отримують конкурентну перевагу у взаємодії з соціальними мережами, використовуючи автоматизацію для збільшення своєї присутності на одній з найпопулярніших соціальних платформ у світі.<br><br>Цей проєкт є прикладом інноваційного використання технологій веб-автоматизації для вирішення реальних проблем в управлінні соціальними мережами. InstaBot є корисним програмним забезпеченням для всіх, хто хоче збільшити свої зусилля з цифрового маркетингу в Instagram.<br>",
            "tags": [
              "instagram",
              "automation",
              "browser",
              "puppeteer"
            ]
          },
          "pl": {
            "description": "<b>InstBot</b> to narzędzie do automatyzacji zaprojektowane w celu uproszczenia korzystania z Instagrama, pozwalające użytkownikom na bardziej efektywne zarządzanie swoimi kontami i zwiększenie zaangażowania poprzez zautomatyzowane zadania. Zaprojektowany z naciskiem na wydajność i niezawodność, InstaBot wykorzystuje potężny zestaw technologii i bibliotek JavaScript, w tym Node.js, Puppeteer i MySQL, aby zapewnić płynne zarządzanie kontami na Instagramie.<br><br>Node.js i Express: InstaBot jest oparty na Node.js, który zapewnia wydajny, lekki i skalowalny framework, a framework Express ułatwia tworzenie aplikacji po stronie serwera i interfejsów API RESTful.<br><br>Wtyczki Puppeteer i Puppeteer Extra: Te potężne biblioteki służą do skrobania stron internetowych i automatyzacji. Puppeteer pozwala kontrolować bezgłowe przeglądarki Chrome lub Chromium, wykonując zadania takie jak nawigacja i interakcja z kontem, podczas gdy Puppeteer Extra i jego wtyczka Stealth rozszerzają zdolność bota do naśladowania ludzkiej interakcji bez wykrycia.<br>Morgan: Oprogramowanie pośredniczące do rejestrowania żądań HTTP dla Node.js, które pomaga w debugowaniu i rejestrowaniu tych żądań.<br><br>Za pomocą wyspecjalizowanych skryptów użytkownicy mogą zautomatyzować procedury logowania, procesy rejestracji i zarządzanie wieloma kontami, a bot może wykonywać powtarzalne zadania, takie jak subskrybowanie, polubienie i komentowanie, naśladując zachowanie użytkownika w celu zwiększenia zaangażowania bez ręcznej interwencji.<br><br>Serwer wbudowany w aplikację zapewnia zdalną kontrolę bota i integrację z interfejsami użytkownika w celu kontrolowania i monitorowania zadań w czasie rzeczywistym.<br><br>Dane użytkownika i parametry operacji są przetwarzane przy użyciu specjalnych katalogów, co gwarantuje bezpieczeństwo wielu sesji użytkownika.<br><br>InstaBot to wszechstronne i potężne narzędzie dla użytkowników Instagrama, influencerów i marketerów cyfrowych, którzy chcą skutecznie zautomatyzować swoją strategię mediów społecznościowych. Jego rozwój pokazuje przemyślaną integrację nowoczesnych technologii internetowych z naciskiem na wydajność, prywatność i łatwość użytkowania. Dzięki InstaBot użytkownicy zyskują przewagę konkurencyjną w interakcjach w mediach społecznościowych, wykorzystując automatyzację do zwiększenia swojej obecności na jednej z najpopularniejszych platform mediów społecznościowych na świecie.<br><br>Projekt ten jest przykładem innowacyjnego wykorzystania technologii automatyzacji sieci do rozwiązywania rzeczywistych problemów w zarządzaniu mediami społecznościowymi. InstaBot to przydatne oprogramowanie dla każdego, kto chce zwiększyć swoje cyfrowe działania marketingowe na Instagramie.<br>",
            "tags": [
              "instagram",
              "automation",
              "browser",
              "puppeteer"
            ]
          }
        }
      },
      {
        "id": "telegram-chat-bot",
        "title": "Telegram ChatBot",
        "logoUrl": "images/portfolio/telegram-chat-bot.jpg",
        "links": [
          {
            "faIcon": "fa-brands fa-apple",
            "href": "https://digispace.pro"
          },
          {
            "faIcon": "fa-brands fa-google-play",
            "href": "https://digispace.studio"
          }
        ],
        "locales": {
          "en": {
            "description": "Step into the electrifying world of rock music with <b>Telegram ChatBot</b>! This app is a haven for rock enthusiasts, offering a vast collection of classic and modern rock tracks, curated playlists, and behind-the-scenes content. Whether you're a die-hard fan or just discovering the genre, <b>RockVerse</b> brings you closer to the heart and soul of rock and roll. Crank up the volume and let the rock 'n' roll spirit run wild!",
            "tags": [
              "app",
              "music",
              "rock",
              "entertainment"
            ]
          },
          "ua": {
            "description": "¡Adéntrate en el electrizante mundo de la música rock con <b>Telegram ChatBot</b>! Esta aplicación es un refugio para los entusiastas del rock, ofreciendo una amplia colección de canciones de rock clásicas y modernas, listas de reproducción seleccionadas y contenido detrás de escena. Ya seas un fanático acérrimo o estés descubriendo el género, <b>RockVerse</b> te acerca al corazón y alma del rock and roll. ¡Sube el volumen y deja que el espíritu del rock 'n' roll se desate!",
            "tags": [
              "aplicación",
              "música",
              "rock",
              "entretenimiento"
            ]
          },
          "pl": {
            "description": "Plongez dans le monde électrisant de la musique rock avec <b>RockVerse</b> ! Cette application est un paradis pour les amateurs de rock, offrant une vaste collection de pistes rock classiques et modernes, des listes de lecture sélectionnées et du contenu en coulisses. Que vous soyez un fan inconditionnel ou que vous découvriez simplement le genre, <b>RockVerse</b> vous rapproche du cœur et de l'âme du rock 'n' roll. Montez le volume et laissez l'esprit du rock 'n' roll s'exprimer !",
            "tags": [
              "application",
              "musique",
              "rock",
              "divertissement"
            ]
          }
        }
      }
    ]
  }
}